Revit 2024 API
BuiltInFailures.CreationFailures.CannotMakeToposolid Property
 Can't construct toposolid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotMakeToposolid { get; }
Visual Basic
Public Shared ReadOnly Property CannotMakeToposolid As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotMakeToposolid {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace